var new_lang = {

    "lt0": "Биогард",

    "lt1": "Прополка больше не потребуется!",

    "lt2": "Избирательно<br>воздействует на 400 сортов сорняков",

    "lt3": "Абсолютно<br>безопасен для человека и животных",

    "lt4": "Не причиняет<br>вреда культурным растениям",

    "lt5": "Быстрое<br>воздействие и высокий результат",

    "lt6": "Успей заказать со скидкой<span></span>",

    "lt7": "р",

    "lt8": "р*",

    "lt9": "Заказать сейчас",

    "lt10": "*при заказе набора",

    "lt11": "Уникальная разработка российских агрономов",

    "lt12": "Биогард - экологически чистый препарат для борьбы с сорняками. Он воздействует избирательно на корневую систему более 400 видов различных сорняковых растений, не поражая при этом огородные культуры.",

    "lt13": "Удобрение разработано с учетом особенностей климата средней полосы России",

    "lt14": "Попадая в почву, препарат проникает в корневую систему сорняков и за несколько суток убивает их. Обработайте грядки – и уже через 3-4 дня на них останется только ваш урожай.",

    "lt15": "Заказать сейчас",

    "lt16": "До конца акции осталось:",

    "lt17": "часов",

    "lt18": "минут",

    "lt19": "секунд",

    "lt20": "Что входит в состав?",

    "lt21": "Этановая кислота",

    "lt22": "Убивает около 400 известных сорняковых растений, лишая их возможности питаться через корневую систему.",

    "lt23": "ФОСФОР",

    "lt24": "Главный источник энергии для роста растений. Ускоряет всход, укоренение, цветение и плодоношение всех растений.",

    "lt25": "Хлорид натрия",

    "lt26": "Обезвоживает паразитные сорняки, лишенных способности к фотосинтезу, тем самым увивая их",

    "lt27": "МАГНИЙ",

    "lt28": "Помогает усваивать максимум питательных веществ из почвы, воды, солнечного света.",

    "lt29": "Трёхосновная карбоновая кислота",

    "lt30": "Защищает ваши растения от паразитов, которые обитают как на поверхности, так и в почве.",

    "lt31": "Биогард был создан для использования в промышленных масштабах",

    "lt32": "Биогард был создан НИИ Сельского хозяйства в целях повышения урожайности в промышленных масштабах. Изначально эко-гербицид использовали исключительно профессионалы на огромных неплодородных территориях регионов нашей страны.",

    "lt33": "Высокая концентрация активных компонентов средства позволяет обработать очень большую площадь. Вскоре Биогард стал популярным и среди небольших фермеров, а сегодня его может позволить себе каждый, оставив заказ на официальном сайте.",

    "lt34": "Способ применения",

    "lt35": "СМЕШАЙТЕ",

    "lt36": "Сделайте раствор из расчета 25 мл Биогарда на 3 литра воды",

    "lt37": "ПОЛЕЙТЕ",

    "lt38": "С помощью лейки или ковшика полейте почву, в которую высажены семена растений.",

    "lt39": "РАСПЫЛИТЕ",

    "lt40": "Как только семена взойдут, распылите с помощью опрыскивателя раствор на листья и цветки саженцев.",

    "lt41": "Мнение специалиста",

    "lt42": "<b>Антон Кириленко ,</b><br>агроном, стаж 32 года",

    "lt43": "«Я советую обрабатывать почву экопрепаратами от сорняков. Мой любимый – наш отечественный БИОГАРД. Достаточно полить им грядки – и через пару-тройку дней вы не найдете ни единой лишней травинки в огороде.",

    "lt44": "Прелесть этого средства в том, что он воздействует на растения избирательно и не травит полезные культуры. А обрабатывать огород можно на любой стадии, даже когда когда растения заплодородили.»",

    "lt45": "Отзывы покупателей",

    "lt46": "Вера, Ижевск,<br><span>58 лет</span>",

    "lt47": "Я очень люблю свою дачу. Но очень устаю работать на ней, все-таки возраст уже не тот, а у меня 15 соток! Немало. Я и картошечку сажаю, и огурчики с помидорами, перчик, лучок. И в этом году выгодала клочок земли под цветы, очень хотела всегда. Но с сорняком бороться тяжело. Поэтому по совету соседки по даче купила себе БИОГАРД и полила абсолютно все. Развела в ведре да лейкой полила. И что вы думаете? Весь огород цветет и пахнет, а сорняк умер. Грабельками сухие растки сгребла и все",

    "lt48": "Наталья, Москва,<br><span>49 лет</span>",

    "lt49": "Биогард - лучшая моя находка! У меня с ним никаких хлопот по огороду теперь нет. Я на даче не могу проводить все лето, работаю. Езжу только по выходным. Без Биогарда все бы сразу заросло. С ним же огород чистенький. Приезжаю собрать урожай, где огурцы подоспели, где перец подошел. Прополкой вообще не занимаюсь.",

    "lt50": "Ольга, Санкт-Петербург,<br><span>51 год</span>",

    "lt51": "Жизнь стала намного легче. Раньше весь дачный сезон приходилось заниматься прополкой огорода. А в прошлом году мне поставили межпозвоночную грыжу. Думала придется завязать с огородом, зарастет без меня. А тут сын купил Биогард. Полили огород один раз, через неделю почти весь сор пожух. Второй раз полили, сор засох. А мои саженцы здоровые зеленые. Так что всем советую попробовать. Силы экономин несравнимо!",

    "lt52": "Вера, Ижевск,<br><span>58 лет</span>",

    "lt53": "Я очень люблю свою дачу. Но очень устаю работать на ней, все-таки возраст уже не тот, а у меня 15 соток! Немало. Я и картошечку сажаю, и огурчики с помидорами, перчик, лучок. И в этом году выгодала клочок земли под цветы, очень хотела всегда. Но с сорняком бороться тяжело. Поэтому по совету соседки по даче купила себе БИОГАРД и полила абсолютно все. Развела в ведре да лейкой полила. И что вы думаете? Весь огород цветет и пахнет, а сорняк умер. Грабельками сухие растки сгребла и все",

    "lt54": "Наталья, Москва,<br><span>49 лет</span>",

    "lt55": "Биогард - лучшая моя находка! У меня с ним никаких хлопот по огороду теперь нет. Я на даче не могу проводить все лето, работаю. Езжу только по выходным. Без Биогарда все бы сразу заросло. С ним же огород чистенький. Приезжаю собрать урожай, где огурцы подоспели, где перец подошел. Прополкой вообще не занимаюсь.",

    "lt56": "Ольга, Санкт-Петербург,<br><span>51 год</span>",

    "lt57": "Жизнь стала намного легче. Раньше весь дачный сезон приходилось заниматься прополкой огорода. А в прошлом году мне поставили межпозвоночную грыжу. Думала придется завязать с огородом, зарастет без меня. А тут сын купил Биогард. Полили огород один раз, через неделю почти весь сор пожух. Второй раз полили, сор засох. А мои саженцы здоровые зеленые. Так что всем советую попробовать. Силы экономин несравнимо!",

    "lt58": "Вера, Ижевск,<br><span>58 лет</span>",

    "lt59": "Я очень люблю свою дачу. Но очень устаю работать на ней, все-таки возраст уже не тот, а у меня 15 соток! Немало. Я и картошечку сажаю, и огурчики с помидорами, перчик, лучок. И в этом году выгодала клочок земли под цветы, очень хотела всегда. Но с сорняком бороться тяжело. Поэтому по совету соседки по даче купила себе БИОГАРД и полила абсолютно все. Развела в ведре да лейкой полила. И что вы думаете? Весь огород цветет и пахнет, а сорняк умер. Грабельками сухие растки сгребла и все",

    "lt60": "Внимание! Опасайтесь подделок!",

    "lt61": "Ввиду высокой популярности и эффективности био-гербицида Биогард в продаже появились его подделки, которые не только не приносят никакой пользы, но и могут навредить вашему урожаю. Покупать «Биогард» стоит только на проверенных сайтах! Наш сайт является одним из таких, так как мы являемся непосредственным представителем производителя. Поэтому готовы предложить вам оригинальный продукт по низким ценам.",

    "lt62": "Как мы работаем?",

    "lt63": "Вы оставляете заявку на нашем сайте",

    "lt64": "Наш специалист связывается с вами",

    "lt65": "Мы отправляем ваш заказ",

    "lt66": "Вы оплачиваете заказ при получении",

    "lt67": "Биогард - для борьбы с сорняками",

    "lt68": "До конца акции осталось:",

    "lt69": "часов",

    "lt70": "минут",

    "lt71": "секунд",

    "lt72": "р",

    "lt73": "р*",

    "lt74": "Россия",

    "lt75": "Казахстан",

    "lt76": "Оформить заказ",

    "lt77": "*при заказе набора",

    "lt78": "ООО \"Биогард\" 112984, Россия, Москва, Пушкина улица, 127, ИНН 7712947115; ОГРН 1117569145765",

    "lt79": "Политика конфиденциальности",

    "lt80": "Публичная оферта"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};

//  Введите Ваше имя
//  Введите Ваш телефон